// locales/ru/translation.ts
const ru = {
  tagline: "Секрет успеха проекта  <br/> с нами",
  heroCTA: "Поделитесь своей идеей",
  brand: "ЦНТО",
  full: "Полный",
  company:'КОМПАНЬОНЫ',
  navigation: {
    about: "О нас",
    contact: "Контакты",
    departments: "Отделы",
    main: "Главная",
    news: "Новости",
  },
  aboutText: "Специализированное научно-производственное учреждение в Туркменистане по разработке и продаже инновационных нанотехнологий, биотехнологий, информационных технологий, кибербезопасности, цифровых и умных технологий, искусственного интеллекта и информационно-коммуникационных технологий, киберспорта, технологий электронных устройств, компьютерных и мобильных приложений, а также по развитию приоритетных направлений науки, производства, промышленности и бизнеса при поддержке цифровой экономики.",
  projectTitle: "ПРЕИМУЩЕСТВО В ПРОЕКТЕ С НАМИ",
  projectText: "В Инновационном Центре Огуз Хан мы превращаем идеи в реальность. Наша команда состоит из высококвалифицированных специалистов, добившихся успеха. Их глубокие знания и опыт играют ключевую роль в реализации проектов и достижении целей. От программного обеспечения до продуктов или смелых новых идей мы предоставляем необходимые инструменты, ресурсы и поддержку для воплощения идей в жизнь",
  cdio: "Для успешной реализации проектов одной идеи недостаточно. Их необходимо разрабатывать, организовывать и реализовывать шаг за шагом. Для этого Инновационный Центр Огуз Хан использует метод CDIO.",
  departmentText: "Инновационный Центр Огузхан включает в себя 16 отделов. Крупнейшие из них:",
  innovation: "СОКРОВИЩЕ ИННОВАЦИОННЫХ ИДЕЙ",
  contactText: "Обратитесь к нам для реализации вашего научно-технического проекта, инновационного предложения или идеи, которые опираются на передовые технологии, конкурентоспособны и имеют большой потенциал для продаж, экспорта и внедрения в производство.",
  form: {
    name: "Имя и фамилия",
    phone: "Номер телефона",
    email: "Электронная почта",
    file: "Прикрепить файл",
    about: "О себе",
    ideaDescription: "Место, где идеи оживают",
    submit: "Отправить",
    submitted: "Отправлено",
    sending: "Отправляется...",
     enterVerificationCode: "Введите код подтверждения",
    verificationCode: "Код подтверждения",
    verifyEmail: "Подтвердить Email",
    emailVerified: "Email успешно подтвержден!",
    verifyFailed: "Не удалось подтвердить email. Пожалуйста, попробуйте еще раз.",


  },
  menu: {
    main: "Меню",
  },
  centerName: 'Научно-технологический <br/> центр "Огуз Хан"',
  centerName2: 'Научно-технологический  центр "Огуз Хан"',
   hero: {
    titleLine1: "Огуз Хан",
    titleLine2: "Наука и технологии Центр",
   
  },
};

export default ru;
